Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Trio requires Bluetooth to function as a (hybrid) closed‑loop system.
bg: Trio изисква Bluetooth, за да функционира като (хибридна) система със затворен loop.
cs: Trio vyžaduje Bluetooth, aby mohlo fungovat jako (hybridní) systém s uzavřenou smyčkou.
da: Trio kræver Bluetooth for at fungere som et (hybrid) lukket loop system.
de: Trio benötigt Bluetooth, um als (hybrides) Closed-Loop-System zu funktionieren.
fr: Trio a besoin du Bluetooth pour fonctionner comme un système en boucle (hybride) fermée.
it: Trio richiede il Bluetooth per funzionare come sistema ad anello chiuso (ibrido).
nb_no: Trio krever Bluetooth for å fungere som et (hybrid) lukket loop-system.
nl: Trio heeft Bluetooth nodig om te functioneren als (hybride) closed-loop systeem.
pl: Trio wymaga Bluetooth do działania jako (hybrydowy) system zamkniętej pętli.
sv: Trio kräver Bluetooth för att fungera som ett (hybrid) slutet-loop-system.
vi: Trio yêu cầu Bluetooth hoạt động như một hệ thống vòng lặp kín (lai).
zh_hant: Trio 需要藍牙作為 (混合) 閉環系統運作。

source: Trio State Result
bg: Резултат от състоянието на Trio
cs: Výsledek stavu Tria
da: Trio Statsresultat
de: Ergebnis des Trio-Status
es: Resultado del Estado del Trío
fr: Résultat de l'état de Trio
it: Risultato Del Trio Fortezza
nb_no: Trio statusresultat
nl: Trio State resultaat
pl: Wynik państwa trio
pt_pt: Resultado do Estado Trio
ru: Результат штата Трио
sv: Trio Status
uk: Результат штату Тріо
vi: Kết quả trạng thái của Trio
zh_hant: Trio 狀態結果

source: Trio Statistics
bg: Статистика на Trio
cs: Statistiky Tria
da: Trio Statistikker
de: Trio-Statistiken
es: Estadísticas de Trio
fr: Statistiques de Trio
it: Statistiche Trio
nb_no: Trio statistikk
nl: Trio statistieken
pl: Statystyki Trio
pt_pt: Estatísticas Trio
ru: Трио статистика
sv: Trio statistik
uk: Статистика Тріо
vi: Thống kê của Trio
zh_hant: Trio 統計

source: Trio Up-Time
bg: Up-Time на Trio
cs: Doba běhu Tria
da: Trio Oppe-Tid
de: Trio Betriebszeit
fr: Temps d’activité de Trio
nb_no: Trio oppetid
nl: Trio up-tijd
pl: Czas Trio
sv: Trio upptid
vi: Thời gian hoạt động của Trio
zh_hant: Trio 正常運行時間

# Trio v%@ (%@)
source: Trio v%1$@ (%2$@)
bg: Trio v%@ (%@)
es: Trío v%1$@ (%2$@)
ru: Трио v%1$@ (%2$@)

source: Trio will always display values based on your actual (raw) CGM readings. Smoothing does not change your real values or alerts.
bg: Trio винаги ще показва стойности въз основа на действителните (необработени) показания на CGM. Изглаждането не променя реалните ви стойности или предупреждения.
cs: Trio bude vždy zobrazovat hodnoty na základě tvých aktuálních (nezpracovaných) dat z CGM. Vyhlazování nemění tvé skutečné hodnoty ani alarmy.
fr: Trio affiche toujours les valeurs basées sur les mesures réelles (brutes) de votre CGM. Le lissage (Smoothing) ne modifie ni vos valeurs réelles ni vos alertes.
nb_no: Trio vil alltid vise verdier basert på dine faktiske (raw) CGM-avlesninger. Utjevning endrer ikke de virkelige verdiene eller varslene dine.
pl: Trio zawsze wyświetla wartości na podstawie rzeczywistych (surowych) odczytów CGM. Wygładzanie nie zmienia rzeczywistych wartości ani alertów.
vi: Trio sẽ luôn hiển thị các giá trị dựa trên dữ liệu CGM thực tế (raw) của bạn. Việc làm mượt không làm thay đổi giá trị thực hoặc các cảnh báo của bạn.
zh_hant: Trio 將一律以你的實際（原始）CGM 讀值為準進行顯示。平滑化不會更改你的實際數值或警示。

source: Trio will automatically assign a name like 'Trio 1' to any contact image you add, and a create an entry under your iOS Contacts. Use the 'Save' button at the bottom to save your customized contact image.
bg: Trio автоматично ще присвои име като „Trio 1“ на всяко добавено от вас изображение за контакт и ще създаде запис във вашите Контакти в iOS. Използвайте бутона „Запис“ в долната част, за да запазите персонализираното изображение за контакт.
cs: Trio automaticky přiřadí název jako „Trio 1“ ke každému obrázku kontaktu, který přidáš, a vytvoří záznam ve tvých kontaktech v iOS. Pro uložení vlastního obrázku kontaktu použij tlačítko „Uložit“ v dolní části obrazovky.
da: Trio vil automatisk tildele et navn som 'Trio 1' til ethvert kontaktbillede, du tilføjer, og en opret en post under dine iOS Kontakter. Brug knappen 'Gem' i bunden for at gemme dit tilpassede kontaktbillede.
de: Trio weist jedem Kontaktbild, das Du hinzufügst, automatisch einen Namen wie "Trio 1" zu und erstellt einen Eintrag unter Deinen iOS-Kontakten. Verwende die Schaltfläche "Speichern" am unteren Rand, um Dein angepasstes Kontaktbild zu speichern.
es: Trio asignará automáticamente un nombre como 'Trio 1' a cualquier imagen de contacto que añada, y creará una entrada bajo tus contactos iOS. Utilice el botón 'Guardar' en la parte inferior para guardar su imagen de contacto personalizada.
fr: Trio attribuera automatiquement un nom tel que "Trio 1" à toute image de contact que vous ajoutez, et créera une fiche dans vos Contacts iOS. Touchez le bouton "Enregistrer" en bas pour sauvegarder votre image de contact personnalisée.
it: Trio assegnerà automaticamente un nome come 'Trio 1' a qualsiasi immagine di contatto che aggiungi, e una creazione di una voce sotto i tuoi contatti iOS. Usa il pulsante 'Salva' in basso per salvare l'immagine di contatto personalizzata.
nb_no: Trio vil automatisk tilordne et navn som 'Trio 1' til ethvert kontaktbilde du legger til, og opprette en oppføring under iOS-kontaktene. Bruk 'Lagre'-knappen nederst for å lagre ditt tilpassede kontaktbilde.
nl: Trio zal automatisch een naam zoals 'Trio 1' toewijzen aan elke contactpersoon die u toevoegt, en maak een item aan onder uw iOS-contactpersonen. Gebruik de 'Opslaan' knop onderaan om uw aangepaste contact afbeelding op te slaan.
pl: Trio automatycznie przypisze nazwę jak 'Trio 1' do każdego dodanego obrazu kontaktu i utworzy wpis w ramach kontaktów iOS. Użyj przycisku 'Zapisz' na dole, aby zapisać swój niestandardowy obraz kontaktu.
pt_pt: Trio atribuirá automaticamente um nome como 'Trio 1' a qualquer imagem de contato que você adicionar e uma entrada sob seus Contatos iOS. Use o botão 'Salvar' na parte inferior para salvar sua imagem personalizada de contato.
ru: Трио автоматически назначит имя типа «Трио 1» на любое изображение контакта, которое вы добавили и создаст запись в ваших контактах iOS. Используйте кнопку «Сохранить» внизу для сохранения настроенного изображения контакта.
sv: Trio kommer automatiskt att tilldela ett namn som "Trio 1" till de kontaktbilder du lägger till, och skapar en post under dina iOS-kontakter. Använd knappen "Spara" längst ner för att spara din anpassade kontaktbild.
uk: Тріо автоматично приведе до назви типу «Trio 1» на будь-яке зображення, що ви додаєте, і створить запис у ваших iOS контактах. Використовуйте кнопку "Зберегти" внизу для збереження індивідуального зображення контактів.
vi: Trio sẽ lưu hình liên hệ kèm tên mặc định (ví dụ: “Trio 1”) vào Danh bạ iOS. Nhấn “Lưu” để hoàn tất..
zh_hant: Trio 將自動為您新增的任何聯絡人圖像分配類似 'Trio 1' 的名稱，並在您的 iOS 聯絡人中創建一個條目。使用底部的 '儲存' 按鈕來保存您的自訂聯絡人圖像。

source: Trio will import the following therapy settings from your Nightscout instance:
bg: Trio ще импортира следните настройки на терапията от вашата Nightscout инстанция:
cs: Trio importuje následující nastavení léčby z tvé instance Nightscoutu:
da: Trio importerer følgende behandlingsindstillinger fra din Nightscout-instans:
de: Trio importiert die folgenden Therapieeinstellungen aus Deiner Nightscout-Instanz:
fr: Trio va importer les réglages de thérapie suivants depuis votre instance Nightscout :
nb_no: Trio vil importere følgende behandlingsinnstillinger fra din Nightscout:
nl: Trio zal de volgende therapie instellingen importeren vanuit jouw Nightscout:
pl: Trio zaimportuje następujące ustawienia terapii z twojej chmury Nightscout:
sv: Trio kommer att importera följande inställningar:
vi: Trio sẽ nhập các cài đặt điều trị sau từ phiên bản Nightscout của bạn:
zh_hant: Trio 將從你的 Nightscout 實例匯入以下療法設定：

source: Trio will use the larger of the default setting calculation below and the value entered here.
bg: Trio ще използва по-голямата стойност между изчислението на настройката по подразбиране по-долу и въведената тук стойност.
cs: Trio použije vyšší z hodnot (výchozí výpočet níže vs. tebou zadaná hodnota).
da: Trio vil bruge den større af standard indstillingsberegningen nedenfor og værdien indtastet her.
de: Trio verwendet den größeren Wert aus der unten stehenden Standardberechnung und dem hier eingegebenen Wert.
es: Trio utilizará el mayor cálculo de la configuración por defecto a continuación y el valor introducido aquí.
fr: Trio utilisera la plus grande valeur entre le calcul du réglage par défaut ci-dessous et la valeur saisie ici.
it: Trio userà il più grande del calcolo di impostazione predefinita qui sotto e il valore inserito qui.
nb_no: Trio vil bruke den høyeste av de to verdiene: standardinnstillingen eller verdien du angir her.
nl: Trio zal de grotere waarde van de berekening van de standaardinstelling hieronder en de hier ingevoerde waarde gebruiken.
pl: Trio użyje obliczenia ustawień domyślnych poniżej i wartości wpisanej tutaj.
pt_pt: Trio usará o maior do cálculo de configuração padrão abaixo e o valor inserido aqui.
ru: Трио будет использовать больший расчет настроек по умолчанию ниже и введенное здесь значение.
sv: Trio kommer att använda det värde som är högst av standardberäkningen nedan eller det värde som anges här.
uk: Тріо буде використовувати великі обчислення за замовчуванням нижче і значення, введене тут.
vi: Trio sẽ sử dụng giá trị lớn hơn giữa phép tính từ cài đặt mặc định bên dưới và giá trị bạn nhập tại đây.
zh_hant: Trio 將使用下面預設設定計算的較大值及此處輸入的值。

source: Trio’s algorithm features are customized to fit your preferences and needs.
bg: Функциите на алгоритъма на Trio са персонализирани, за да отговарят на предпочитанията и нуждите ви.
cs: Funkce algoritmu Tria jsou přizpůsobeny tvým preferencím a potřebám.
da: Trios algoritme funktioner er tilpasset til dine præferencer og behov.
de: Die Algorithmusfunktionen von Trio sind auf Deine Vorstellungen und Bedürfnisse zugeschnitten.
fr: Fonctionnalités de l’algorithme Trio ajustées selon vos réglages et besoins.
nb_no: Trio sine algoritme-funksjoner er tilpasset dine preferanser og behov.
nl: Trio’s algoritme functies zijn aangepast om aan uw voorkeuren en behoeften te voldoen.
pl: Funkcje algorytmu Trio są dostosowywane do Twoich preferencji i potrzeb.
sv: Trios algoritmfunktioner är anpassade för att passa dina preferenser och behov.
vi: Các tính năng thuật toán của Trio được tùy chỉnh để phù hợp với sở thích và nhu cầu của bạn.
zh_hant: Trio 的演算法功能是根據你的偏好和需求進行客製化的。

source: Trio's Onboarding takes about 15-30 minutes to complete. We'll guide you through each step.
bg: Настройването на Trio отнема около 15–30 минути. Ще ви преведем през всяка стъпка.
cs: Prvotní nastavení Trio trvá kolem 15-30 minut. Pomůžeme ti projít krok po kroku.
da: Trios Onboarding tager omkring 15-30 minutter at fuldføre. Vi vil guide dig gennem hvert trin.
de: Das Einrichten von Trio dauert etwa 15-30 Minuten. Wir führen Dich durch jeden Schritt.
fr: Le parcours de démarrage de Trio prend environ 15 à 30 minutes. Nous vous guiderons à chaque étape.
nb_no: Oppstartsveiledningen tar omtrent 15-30 minutter å fullføre. Vi vil veilede deg gjennom hvert steg.
nl: Trio's onboarding duurt ongeveer 15 tot 30 minuten. We begeleiden je door elke stap.
pl: Ustawienie parametrów dla Trio zajmuje około 15-30 minut. Poprowadzimy Cię przez każdy krok.
sv: Trios onboarding tar ca 15-30 minuter att slutföra. Vi guidar dig genom varje steg.
vi: Quá trình thiết lập ban đầu của Trio mất khoảng 15–30 phút để hoàn tất. Chúng tôi sẽ hướng dẫn bạn từng bước.
zh_hant: Trio 的啟動過程大約需要 15-30 分鐘來完成。我們會指導你逐步完成每一個步驟。

source: Trio's Simple Lock Screen Widget displays current glucose reading, trend arrow, delta and the timestamp of the current reading.
bg: Опростеният Widget за заключения екран на Trio показва текущото показание на глюкозата, стрелката на тенденцията, делтата и часовата марка на текущото показание.
cs: Jednoduchý widget Trio na zamknuté obrazovce zobrazuje aktuální hodnotu glukózy, šipku trendu, deltu a časové razítko aktuálního měření.
da: Trios Simple Lock Screen Widget viser aktuelle glukoseaflæsning, trendpil, delta og tidsstempel for den aktuelle aflæsning.
de: Das Simple Lock Screen Widget von Trio zeigt die aktuelle Glukosemessung, Trendpfeile, Delta und den Zeitstempel der aktuellen Messung.
es: El Widget de Pantalla de Bloqueo Simple de Trío muestra la lectura de glucosa actual, la flecha de tendencia, el delta y la marca de tiempo de la lectura actual.
fr: Sur l'écran de verrouillage, le widget simple de Trio affiche la valeur de glucose actuelle, la flèche de tendance, le delta et l’horodatage de la mesure.
it: Il Simple Lock Screen Widget di Trio mostra la lettura corrente del glucosio, la freccia di tendenza, il delta e il timestamp della lettura corrente.
nb_no: Trios enkle låseskjermwidget viser gjeldende blodsukker, trend-pil, delta og tidspunkt for gjeldende avlesning.
nl: In Trio's Simple Lock Screen Widget wordt de huidige glucosemeting weergegeven, trendpijl, delta en de tijdstempel van de huidige lezing.
pl: Prosty widżet ekranu blokady Trio wyświetla bieżący odczyt glukozy, strzałkę trendu, deltę i znacznik czasu bieżącego odczytu.
pt_pt: Widget de Tela de Bloqueio Simples de Trio exibe a leitura de glicose atual, seta de tendência, delta e carimbo de tempo da leitura atual.
ru: Трио простой экран блокировки отображает текущее чтение глюкозы, стрелку тренда, дельту и временную метку текущего чтения.
sv: Trios enkla låsskärms-widget visar aktuellt glukosvärde, trendpil, delta och tidsstämpel för den aktuella avläsningen.
uk: Тріо Простий віджет екрану блокування відображає поточне прочитання глюкози, напрямок, дельта відмітку часу поточного читання.
vi: Tiện ích màn hình khóa đơn giản của Trio hiển thị giá trị đường huyết hiện tại, mũi tên xu hướng, độ chênh lệch (delta), và thời gian của lần đo hiện tại.
zh_hant: Trio 的簡單鎖定螢幕小工具顯示當前血糖讀取值、趨勢箭頭、變化量和當前讀取值的時間戳。

source: Trio's Simple Watch/Carplay Widget displays current glucose reading, trend arrow, delta and the timestamp of the current reading.
bg: Опростеният Widget за Watch/CarPlay на Trio показва текущото показание на глюкозата, стрелката на тенденцията, делтата и часовата марка на текущото показание.
cs: Jednoduchý widget Trio pro Hodinky/Carplay zobrazuje aktuální hodnotu glukózy, šipku trendu, deltu a časové razítko aktuálního měření.
de: Das Simple Lock Screen Widget von Trio zeigt die aktuelle Glukosemessung, Trendpfeile, Delta und den Zeitstempel der aktuellen Messung.
fr: Le widget simple Watch/CarPlay de Trio affiche la valeur de glucose actuelle, la flèche de tendance, le delta (variation) et l'horodatage de la dernière valeur.
nb_no: Trios enkle Watch/Carplay wighet viser gjeldende blodsukker, trend-pil, delta og tidspunkt for gjeldende avlesning.
pl: Prosty widżet zegarka / Carplay oferuje użytkownikom wykres glikemii a także aktualne stężenie glikemii, różnicę poziomów i znacznik czasu bieżącego odczytu.
vi: Widget Watch/CarPlay đơn giản của Trio hiển thị giá trị đường huyết hiện tại, mũi tên xu hướng, độ thay đổi và thời gian của lần đo hiện tại.
zh_hant: Trio 的簡易手錶/Carplay 小工具會顯示目前血糖讀取值、趨勢箭頭、變化量，以及目前讀取值的時間戳記。

source: Try again in a moment, or configure your Therapy Settings manually instead.
bg: Опитайте отново след малко или конфигурирайте настройките на терапията ръчно вместо това.
cs: Zkus to za chvíli znovu, nebo si místo toho nastav parametry léčby manuálně.
da: Prøv igen om et øjeblik, eller konfigurer dine behandlingsindstillinger manuelt i stedet.
de: Versuche es gleich noch mal, oder konfiguriere statt dessen Deine Therapie Einstellungen manuell.
fr: Réessayez dans un moment, ou configurez vos réglages de thérapie manuellement.
nb_no: Prøv igjen om en liten stund, eller sett opp behandlingsinnstillinger manuelt i stedet.
nl: Probeer het later nog eens of configureer uw Therapie Instellingen handmatig.
pl: Spróbuj ponownie za chwilę lub ręcznie skonfiguruj ustawienia Terapii.
sv: Försök igen om ett ögonblick, eller konfigurera dina behandlingsinställningar manuellt istället.
vi: Vui lòng thử lại sau, hoặc bạn có thể tự cấu hình Cài đặt Điều trị.
zh_hant: 請稍後再試，或改為手動設定您的治療設定。

source: Turn this setting on to give basal adjustments more agility. Keep this setting off if your basal needs are not highly variable.
bg: Включете тази настройка, за да дадете повече гъвкавост на корекциите на базала. Оставете я изключена, ако нуждите ви от базал не са силно променливи.
cs: Zapnutím tohoto nastavení zvýšíš agilitu úprav bazálu. Pokud tvé potřeby bazálu nejsou příliš proměnlivé, nechej toto nastavení vypnuté.
da: Slå denne indstilling til for at give basale justeringer mere smidighed. Behold denne indstilling fra, hvis dine basale behov ikke er meget variable.
de: Schalte diese Einstellung ein, um eine flexiblere Anpassung der Basalrate zu ermöglichen. Lasse diese Einstellung deaktiviert, wenn Dein Basalbedarf nicht stark schwankt.
es: Active esta opción para dar más agilidad a los ajustes basales. Mantenga este ajuste desactivado si sus necesidades basales no son muy variables.
fr: Activer ce réglage pour rendre les ajustements basaux plus réactifs. Laisser le désactivé si vos besoins en basal varient peu.
it: Attiva questa impostazione per dare più agilità alle regolazioni basali. Mantieni questa impostazione se le tue esigenze basali non sono altamente variabili.
nb_no: Slå på denne innstillingen for å gi basaljusteringer mer smidighet. Hold denne innstillingen av hvis basalbehovene dine ikke er svært variable.
nl: Schakel deze instelling in om basaalstanden meer wendbaarheid te geven. Houd deze instelling uit als je basaalstanden niet erg variabele zijn.
pl: Włącz to ustawienie, aby dostosować dawkę bazową. Zachowaj to ustawienie, jeśli zapotrzebowanie bazowe nie jest bardzo zmienne.
pt_pt: Ative esta configuração para dar mais agilidade aos ajustes basais. Continue ativando esta opção se suas necessidades basais não forem altamente variáveis.
ru: Включите эту настройку, чтобы настроить базисные настройки более гибкими. Держите эту настройку, если ваши базовые потребности не являются высокой переменной.
sv: Aktivera den här inställningen för att ge basaljusteringarna mer dynamik. Behåll den här inställningen avaktiverad om dina basalbehov inte varierar kraftigt.
uk: Увімкніть цей параметр, щоб вносити базові корективи більше гнучкості. Продовжуйте це налаштування якщо ваші базові потреби не є дуже мінливими.
vi: Bật cài đặt này để giúp điều chỉnh insulin nền linh hoạt hơn. Giữ cài đặt này tắt nếu nhu cầu insulin nền của bạn không thay đổi nhiều.
zh_hant: 啟用此設定可使基礎調整更加靈活。如果您的基礎需求不是高度變化，則將此設定設為關閉。

source: Turning on the Sigmoid Formula setting alters how your Dynamic Ratio, and thus your New ISF, are calculated using a sigmoid curve.
bg: Включването на настройката за сигмоидната формула променя начина, по който се изчисляват вашият Dynamic Ratio и съответно новият ви ISF с помощта на сигмоидна крива.
cs: Zapnutí sigmoidního vzorce změní způsob, jakým se tvůj dynamický poměr, a tedy i tvůj nový ISF, vypočítávají pomocí sigmoidní křivky.
da: Aktivering af Sigmoid Formula indstillingen ændrer hvordan din Dynamic Ratio, og dermed din nye ISF, beregnes ved hjælp af en sigmoid kurve.
de: Wenn Du die Einstellung Sigmoid-Formel aktivierst, wird Dein dynamisches Verhältnis und damit Dein neuer ISF anhand einer Sigmoid-Kurve berechnet.
fr: Activer le réglage de la fonction sigmoïde modifie la façon dont votre Ratio Dynamique, et donc votre nouveau Facteur de Sensibilité à l’Insuline (ISF), sont calculés à l’aide d’une courbe sigmoïde.
nb_no: Ved å skru på Sigmoid-formelen, beregnes dynamisk ratio, og dermed din nye insulinfølsomhet, ved hjelp av en sigmoid-kurve.
nl: Het activeren van de Sigmoid-formule past de manier waarop je Dynamische Ratio, en dus ook je nieuwe ISF, worden berekend aan door gebruik te maken van een sigmoidcurve.
pl: Włączenie ustawienia Sigmoid zmienia sposób obliczania współczynnika dynamicznego, a tym samym nowego ISF, za pomocą krzywej sigmoidalnej.
sv: Aktivering av Sigmoid-inställningen förändrar hur din dynamiska ratio, och därmed din nya ISF, beräknas utifrån en sigmoid kurva.
vi: Bật cài đặt Công thức Sigmoid sẽ thay đổi cách tính Tỷ lệ Động (Dynamic Ratio), và do đó là ISF Mới của bạn, bằng cách sử dụng đường cong sigmoid.
zh_hant: 啟用 S型公式設置會改變如何使用 S型曲線計算你的動態比率，因此也會影響你的新 ISF。
